11/data/attachments/e85dfe2b2ee07e7e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_3d174bf0-a09e-44ea-8541-0067932a553e</nif:username>
            <nif:friendToBeAdded>Robert_design_Friend_51228_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>